#ეს კოდი არასწორია ბრჭყალებში უნდა იყვეს და ტოლობის ნიშანი არ იწერება პრინტთან 
print=(goa)

#გამოვიტანეთ სტრინგ ტიპის მნიშვნელობა პრინტ ფუნქციის საშუალებით

print("goa")

#ეს კოდი არასწორია იმიტომ რომ ბრჭყალებში არ არის მნიშნელობა
name = levani
print(name)

#დავადეკლარირეთ სტრინგ ტიპის ცვლადი სახელად "name" რომელსაც მივანიჭეთ მნიშვნელობა levani
#ხოლო საბოლოოდ გამოვიზახეთ მოცემული ცვლადი პრინტ პუნქციის საშუალებით

name = "levani"
print(name)

# print ფუნქციის გამოყენებით გამოვქონდა i love goa მაგრამ არ გვაქ გამოყენებული ბრჭყალები ასერომ გამოიტანს ერორს
print(i love goa)

# print ფუნქციის გამოყენებით ჩვენ გამოვიტანეთ ტექსტი "i love goa" და ჩვენ რომ ბრჭყალები დავამატეთ ერორს აღარ გამოიტანს

print("i love goa")

#ეს კოდი არასწორია იმიტომ რომ ფრჩხილებში არ არის ჩასმული

print "goa best"

#ჩვენ ჩავამატეთ ფრჩხილები და გამოსწორდა კოდი

print("goa best")

#ეს კოდი არასწორია იმიტომ რომ პრინტი უდრისის ნიშანთან არ მუშაობს

print=i love goa

#ჩვენ გამოვიყენეთ ფრჩხილები უდრისის ნიშანის მაგივრად და ერორი გამოსწორდა

print("i love goa")

#ეს კოდი არასწორია იმიტომ რომ უდრისის ნიშანი არ გამოვიყენეთ

name_levani

#ეს კოდი სწორია იმიტომ რომ ჩვენ გამოვიყენეთ უდრისის ნიშანი და კოდი გამოსწორდა

name=levani#ეს კოდი არასწორია ბრჭყალებში უნდა იყვეს და ტოლობის ნიშანი არ იწერება პრინტთან 
print=(goa)

#გამოვიტანეთ სტრინგ ტიპის მნიშვნელობა პრინტ ფუნქციის საშუალებით

print("goa")

#ეს კოდი არასწორია იმიტომ რომ ბრჭყალებში არ არის მნიშნელობა
name = levani
print(name)

#დავადეკლარირეთ სტრინგ ტიპის ცვლადი სახელად "name" რომელსაც მივანიჭეთ მნიშვნელობა levani
#ხოლო საბოლოოდ გამოვიზახეთ მოცემული ცვლადი პრინტ პუნქციის საშუალებით

name = "levani"
print(name)

# print ფუნქციის გამოყენებით გამოვქონდა i love goa მაგრამ არ გვაქ გამოყენებული ბრჭყალები ასერომ გამოიტანს ერორს
print(i love goa)

# print ფუნქციის გამოყენებით ჩვენ გამოვიტანეთ ტექსტი "i love goa" და ჩვენ რომ ბრჭყალები დავამატეთ ერორს აღარ გამოიტანს

print("i love goa")

#ეს კოდი არასწორია იმიტომ რომ ფრჩხილებში არ არის ჩასმული

print "goa best"

#ჩვენ ჩავამატეთ ფრჩხილები და გამოსწორდა კოდი

print("goa best")

#ეს კოდი არასწორია იმიტომ რომ პრინტი უდრისის ნიშანთან არ მუშაობს

print=i love goa

#ჩვენ გამოვიყენეთ ფრჩხილები უდრისის ნიშანის მაგივრად და ერორი გამოსწორდა

print("i love goa")

#ეს კოდი არასწორია იმიტომ რომ უდრისის ნიშანი არ გამოვიყენეთ

name_levani

#ეს კოდი სწორია იმიტომ რომ ჩვენ გამოვიყენეთ უდრისის ნიშანი და კოდი გამოსწორდა

name="levani"

#ეს კოდი არასწორია იმიტომ რომ გამოტოვებულია კოდში

surname= bego idze

#ეხლა კოდი გამოვასწორეთ იმიტომ რომ გამოტოვება მოვაშორეთ

surname="begoidze"

#ეს კოდი არასწორია იმიტომ რომ უდრისი არ გამოვიყენეთ

age-89

#ჩვენ კოდი გამოვაწორეთ იმიტომ რომ ტირე უდრისით გამოვცვალეთ

age=98

#ეს კოდი არასწორია იმიტომ რომ ფრჩხილები არ გამოვიყენეთ და ბრჭყალები

print-goa is chad

#კოდი გამოვაწორეთ იმიტომ რომ ფრჩხილები გამოვიყენეთ და ბრჭყალები ჩავსვით

print("goa is chad")

#ეს კოდი არასწორია იმიტომ რომ 2 წერტილი გამოვიყენეთ

height=;43;

#ეს კოდი გამოვასწორეთ იმიტომ რომ 2 წერტილი გამოვიყენეთ

height=154

#ეს კოდი არასწორია იმიტომ რომ " " ში არ არის ჩასმული

living_place=twi lkani

#ეს კოდი სწორია იმიტომ რომ " " ში არის ჩასმული

living_place="twilkani"

#ეს კოდი არასწორია იმიტომ რომ პრინტს აკლია ასო

prin("man")

#ეს კოდი სწორია იმიტომ რომ პრინტს აღარ აკლია ასო

print("man")